* TD5_90
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | TD5_90
Place Name                       | Paakitsoq
Geographic Location              | Central West Greenland
Ice Type                         | Ice sheet
Data Reference                   | Unknown PDF: See td1 and Lüthi (2015)
Data DOI                         | 
Science Reference                | Thomsen, H.H., O.B. Olesen, R.J. Braithwaite, and C.E. Bøggild. 1991. Ice drilling and mass balance at Pakitsoq, Jakobshavn, central West Greenland. Rapport Grønlands Geologiske Undersøgelse, 152, 80–84. 
Science DOI                      | 10.34194/rapggu.v152.8160
Date                             | 1990-06-09
Longitude [°E]                   | -49.3
Latitude [°N]                    | 69.57
Location source                  | Colgan, 2021
Depth of top measurement [m]     | 5.0
Depth of bottom measurement [m]  | 600
Ice thickness [m]                | 1223
Coverage [% of thickness]        | 49
Ice thickness source             | BedMachine_V3
General_Note                     | 
Temperature_note                 | See https://github.com/GEUS-Glaciology-and-Climate/greenland_ice_borehole_temperature_profiles/blob/main/TD1_88/Shallow88II.pdf and https://github.com/GEUS-Glaciology-and-Climate/greenland_ice_borehole_temperature_profiles/blob/main/TD1_88/Thomsen_TD1_TD2_TD3_records.pdf
Thickness_note                   | 
Location_note                    | 
#+end_example

** Temperature

+ See td1 Shallow88II.pdf and [[citet:luthi_2015][Lüthi (2015)]]

** Thickness

+ From PDF
 
** Location

+ From PDF

** Velocity

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv
#+END_SRC

#+RESULTS: ingest_data
|   d |     t |
|   5 |  -8.3 |
|  10 |  -9.3 |
|  15 |  -8.7 |
|  35 |  -8.3 |
| 135 |   -10 |
| 235 | -11.9 |
| 350 | -16.6 |
| 450 | -18.5 |
| 550 | -19.6 |
| 590 | -20.4 |
| 595 | -20.3 |
| 600 | -19.9 |

